export const questions = [
    {
        title: "Понятие охраны труда включает в себя:",
        list: ["Охрана труда – комплекс организационных и технических мероприятий, направленных на создание здоровых и безопасных условий труда.", "Защита работающих их прав и содержание надлежащих условий труда.","Контроль за соблюдением охраны труда со стороны государства", "Работа по инструкциям, и нормативным документам"],
        answer: 0,
    },
    {
        title: "Действия операторов при останове сетевого насоса:",
        list: ["Доложить ответственному", "В случае аварийного останова насоса машинист должен в аварийном порядке остановить котлы и перейти на резервный сетевой насос, выровнять гидравлику и согласно инструкции разжечь котел. Произвести запись в сменном журнале, доложить мастеру.", "При перегреве смазки подшипников заменить смазку и прошприцевать отверстия, указанные в карте смазки.", "Остановить котел"],
        answer: 1,
    },
    {
        title: "Обязанности оператора при подготовке котла к розжигу:",
        list: ["Проверить исправность контрольно-измерительных приборов (КИП), трубопроводов, арматуры, гарнитуры, а также наличие естественной тяги. Арматура опробуется на легкость хода путем открытия и закрытия ее. Штоки арматуры должны быть очищены, болты сальниковых втулок должны иметь запас для подтяжки, набивка сальников должна быть в исправности.", "Проверить исправность топки, газоходов, запорных и регулирующих устройств", "Заполнить теплотрассу водой и приступить к включению сетевого насоса.", "Все перечисленное"],
        answer: 3,
    },
    {
        title: "Действия операторов при утечке газа через неплотности швов газопроводов, фланцевые соединения, сальники арматуры:",
        list: ["Приступить к проветриванию помещений котельной, открыв окна и двери", "Выключить освещение", "Все перечисленное", "При сильной звгвзованности покинуть помещение"],
        answer: 0,
    },
    {
        title: "Когда котел должен немедленно остановлен?",
        list: ["При снижении уровня воды", "Обнаружении трещин, выпучин, пропусков в сварных швах.", "При выходе из строя арматуры", "Все перечисленное"],
        answer: 1,
    },
    {
        title: "Действия операторов при взрыве газовоздушной смеси в топке котла",
        list: ["Немедленно перекрыть подачу газа к котлу, закрыв арматуру на газопроводе к котлам и к горелкам, открыть краны (свечи) на продувочных газопроводах", "Удалить весь незадействованный персонал из аварийной зоны и самому покинуть помещение", "Вызвать пожарную команду", "Все перечисленное"],
        answer: 0,
    },
    {
        title: "Первая помощь при поражении электрическим током",
        list: ["Обесточить пострадавшего доступным для данной ситуации способом", "Необходимо вызвать скорую помощь.", "Если пострадавший без сознания и у него нет дыхания и сердечной деятельности – сделать искусственное дыхание и непрямой массаж сердца.", "Все перечисленное"],
        answer: 3,
    },
    {
        title: "Действия операторов при прекращении подачи электроэнергии на котельную?",
        list: ["Если предполагается длительное отключение электроэнергии при отрицательных температурах наружного воздуха (-5, - 10 С), то необходимо принять меры по опорожнению тепловых сетей и внутридомовых систем отопления.", "Если прекращена подача электроэнергии при искусственной тяге (остановились дымосос и вентилятор) произвести аварийную остановку котла", "Если предполагается длительное отключение электроэнергии при отрицательных температурах наружного воздуха (-15, -25С), то необходимо принять меры по опорожнению тепловых сетей и внутридомовых систем отопления. Закрыть задвижки подачи воды в котел и выхода из котла. На отключенных котлах открыть воздушники, открыть обводную линию подачи воды помимо котла.", "Если предполагается длительное отключение электроэнергии при отрицательных температурах наружного воздуха (-20, -25С), то необходимо принять меры по опорожнению тепловых сетей и внутридомовых систем отопления. Закрыть задвижки подачи воды в котел и выхода из котла. На отключенных котлах открыть воздушники, открыть обводную линию подачи воды помимо котла."],
        answer: 1,
    },
    {
        title: "Какие вредные и опасные производственные факторы в процессе работы влияют на оператора?",
        list: ["Химические вещества", "Пыль", "Шум", "Вибрация, микроклимат помещений, тепловое излучение", "Все перечисленное"],
        answer: 4,
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
    {
        title: "",
        list: [],
        answer: "",
    },
]